# brew "koekeishiya/formulae/yabai"
brew "jackielii/tap/skhd-zig"

# CLI
brew "git"
brew "neovim"
brew "stow"
brew "yazi"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "eza"
brew "ripgrep"
brew "tree-sitter-cli"

# LSP
brew "bash-language-server"
brew "lua-language-server"

# FORMATERS
brew "clang-format"
brew "stylua"
brew "shfmt"

# COMPILERS
brew "llvm"

# TOOLS
brew "cmake"
